tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ack"
brew "bat"
brew "clang-format"
brew "clementtsang/bottom/bottom"
brew "cmake"
brew "exa"
brew "extract_url"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdb"
brew "git"
brew "git-delta"
brew "github/gh/gh"
brew "llvm"
brew "mypy"
brew "navi"
brew "neovim"
brew "node"
brew "pandoc"
brew "pipenv"
brew "procs"
brew "python3"
brew "python@3.8"
brew "python@3.9"
brew "r"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "skhd"
brew "so"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "yamllint"
brew "youtube-dl"
brew "zoxide"
cask "alfred"
cask "discord"
cask "dropbox"
cask "flux"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "mactex"
cask "rstudio"
cask "skim"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "vlc"
cask "whatsapp"
