tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ack"
brew "exa"
brew "fish"
brew "fd"
brew "fzf"
brew "git"
brew "github/gh/gh"
brew "neovim"
brew "node"
brew "pandoc"
brew "pipenv"
brew "python3"
brew "python@3.8"
brew "r"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
brew "trash"
brew "tree"
brew "youtube-dl"
cask "alfred"
cask "discord"
cask "dropbox"
cask "flux"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "mactex"
cask "rstudio"
cask "skim"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "vlc"
cask "whatsapp"
