ack
acpi
autorandr
bat
beautyline
betterdiscordctl
blueman
bluez
bluez-utils
bottom
brightnessctl
cronie
devour
discord
dunst
efm-langserver
eww-git
exa
feh
fish
fzf
git
git-delta
github-cli
hyperfine
isync
jq
just
keynav
kitty
maim
mpv
mpv-mpris
mypy
neomutt
neovim
nerd-fonts-meslo
networkmanager
newsboat
nvidia
nvidia-prime
pandoc
pandoc-include-code
picom
playerctl
polybar
procs
pulseaudio
pulseaudio-ctl
python
qutebrowser
r
redshift
ripgrep
rofi
rofi-calc
rofi-dmenu
sd
shellcheck
slack-desktop
spotify
steam
sudo
telegram-desktop
tldr
tmux
ttf-lato
unzip
vimv
xmonad
xmonad-contrib
xorg
xorg-xinit
yamllint
youtube-dl
zathura
zathura-pdf-mupdf
zoom
zoxide
