ack
acpi
autorandr
betterdiscordctl
blueman
bluez
bluez-utils
bottom-bin
brightnessctl
devour
discord
eww-git
exa
feh
fish
fzf
git
git-delta
github-cli
hyperfine
kitty
mypy
neovim-nightly-bin
nerd-fonts-meslo
networkmanager
nvidia
nvidia-prime
pandoc
picom
playerctl
polybar
procs
pulseaudio
pulseaudio-ctl
python
r
redshift
ripgrep
rofi
scrot
sd
slack-desktop
spotify
steam
sudo
telegram-desktop
tmux
unzip
xmonad
xmonad-contrib
xorg
xorg-xinit
yamllint
youtube-dl
zoom
zoxide
