betterdiscordctl
bottom-bin
brightnessctl
devour
eww-git
feh
fish
git
git-delta
kitty
neovim-nightly-bin
nerd-fonts-meslo
networkmanager
picom
playerctl
pulseaudio
pulseaudio-ctl
python
redshift
ripgrep
rofi
scrot
sudo
tmux
xmonad
xmonad-contrib
xorg
xorg-xinit
