1password
ack
acpi
anacron
android-messages-desktop
autorandr
batsignal
bc
blueman
bluez
bluez-utils
bottom
brightnessctl
bsignal
checkmake
clang
cppcheck
dunst
efm-langserver
emacs
exa
feh
figlet
firefox
fish
foot
fzf
gammastep
gcc
git
git-delta
github-cli
gnuplot
google-chrome
graphviz
hyperfine
imv
jq
kanshi
keynav
kitty
kmonad-bin
libreoffice-fresh
lolcat
lua-language-server
maim
mpv
mpv-mpris
mypy
neovide
neovim-git
networkmanager
newsboat
openssh
pandoc
pandoc-include-code
picom
pipewire
pipewire-audio
pipewire-pulse
playerctl
prettier
procs
pyenv
python-cookiecutter
python-iwlib
python-pip
python-pywlroots
qtile-wayland-git
redshift
ripgrep
rofi
rofi-calc
ruby-fusuma
sd
shellcheck
shellharden
shfmt
slack-desktop-wayland
stack
stylua
sudo
taplo
task
taskopen
telegram-desktop
texlab
texlive-full
tldr
tree
ttf-jetbrains-mono-nerd
ttf-lato
ttf-liberation
ttf-meslo-nerd
unzip
vimv
vscode-langservers-extracted
wayland
webcord
wkhtmltopdf
wl-clipboard
wlroots-nvidia
write-good
wtype
xorg
yamllint
youtube-dl
zathura
zathura-pdf-mupdf
zip
zoom
zoxide
